export default {
  header: {
    badge: "Создано для защиты",
    title: {
      first: "Обеспечение эффективности с помощью",
      highlight: "Инноваций и Честности",
    },
    description:
      "В 100 Power мы разрабатываем передовые микро-металлургические добавки, которые защищают и улучшают работу техники во всех отраслях по всему миру — обеспечивая надежность, устойчивость и непревзойденное качество.",
    button: "Связаться с нами",
  },
  about: {
    badge: "О компании 100 Power",
    title: "Инженерное совершенство. Энергия для высокой производительности.",
    subtitle: "С 2017 года — штаб-квартира в ОАЭ",
    description: `
    100 Power — это инновационная компания, специализирующаяся на передовых микрометаллургических технологиях добавок, которые повышают производительность, долговечность и эффективность двигателей и промышленного оборудования.

    Производимые в ОАЭ из высококачественных компонентов, эксклюзивно поставляемых из США, наши продукты основаны на десятилетиях военных исследований. Они создают прочный микрослой с эффектом полировки, который снижает трение, выдерживает экстремальные нагрузки и температуры, а также защищает от износа.

    100 Power заслужила доверие в самых требовательных отраслях — от оборонной и автомобильной до строительной, морской, горнодобывающей и сельскохозяйственной — обеспечивая непревзойденную надежность там, где это особенно важно.
    `,
  },
  values: {
    mission: {
      title: "Наша миссия",
      description:
        "В 100 Power наша миссия основана на инновациях и науке. Благодаря постоянным исследованиям и разработкам мы создали микро-металлургическую формулу, которая защищает металлические поверхности, снижает трение, продлевает срок службы оборудования и сокращает расходы на обслуживание. Мы стремимся предоставлять высокоэффективные и устойчивые решения, которые повышают производительность и способствуют заботе об окружающей среде.",
    },
    vision: {
      title: "Наше видение",
      description:
        "Наше видение — стать самым надежным мировым поставщиком передовых смазочных технологий. Мы стремимся выпускать продукты мирового уровня, которые соответствуют международным стандартам и превосходят ожидания клиентов. Сотрудничая с компаниями по всему миру, мы строим прочные отношения, основанные на производительности, честности и совместном успехе.",
    },
    value: {
      title: "Наши ценности",
      oil: {
        head: "8x",
        title: `Увеличение интервалов 
          замены масла`,
      },
      equipment: {
        head: "8x",
        title: `Продление срока службы 
          оборудования и техники`,
      },
      fuel: {
        title: `Экономия топлива 
          до 20%`,
      },
      friction: {
        head: "95%",
        title: `Устранение трения 
          и износа`,
      },
      environment: {
        title: `Снижение выбросов и 
          воздействия на окружающую среду`,
      },
    },
  },
  commitment: {
    badge: "Наша приверженность",
    title: "Укрепляем доверие, эффективность и развитие",
    description:
      "Мы соблюдаем самые высокие стандарты во всех аспектах нашей деятельности",
    weAre: [
      {
        label: "01 / Максимальная мощность",
        title: "Повышение производительности и срока службы",
        description:
          "Продлите срок службы двигателей и техники до 10 раз, одновременно повышая их общую производительность с помощью наших добавок.",
      },
      {
        label: "02 / Минимальное обслуживание",
        title: "Снижение затрат на обслуживание и простоев",
        description:
          "Сократите износ, трение и потребность в ремонте до 60% — обеспечивая бесперебойную работу вашего оборудования с минимальными простоями.",
      },
      {
        label: "03 / Экологическая эффективность",
        title: "Поддержка устойчивости и эффективности",
        description:
          "Снижайте выбросы, сокращайте расход масла и топлива, способствуя созданию более чистой планеты с помощью современных смазочных решений.",
      },
    ],
  },
  presence: {
    badge: "Глобальное присутствие",
    title: "Охватываем каждый уголок мира",
    description: `С производством, расположенным в ОАЭ, и операциями по продажам и поддержке, охватывающими США и страны Персидского залива, компания 100 Power обслуживает растущий международный рынок с точностью и четкой целью.
  
      Наша сеть дистрибуции охватывает Америку, Европу, Африку, Ближний Восток и страны Персидского залива — обеспечивая быстрый доступ, локальную поддержку и соответствие региональным стандартам. От ОАЭ до США, от Мексики до Европы и по всей Африке наши технологии заслужили доверие отраслей, которые требуют максимальной производительности без компромиссов.`,
  },
};
