export default {
  hero: {
    badge: "Создано для защиты",
    title: {
      text: "Усовершенствованные присадки для максимальной производительности и длительной",
      highlight: "защиты",
    },
    description:
      "Технология смазки нового поколения для максимального повышения производительности, минимизации трения и защиты планеты.",
    button: "Изучите решения",
  },
  about: {
    badge: "Кто мы?",
    lists: [
      {
        label: "01 / Максимальная мощность",
        title: "Повышение производительности и срока службы",
        description:
          "Увеличьте срок службы двигателей и оборудования до 10 раз и одновременно повысьте общую производительность с помощью наших присадок.",
      },
      {
        label: "02 / Низкие эксплуатационные расходы",
        title: "Сокращение времени обслуживания и простоев",
        description:
          "Снижение износа, трения и потребности в ремонте до 60 % — благодаря этому ваше оборудование будет работать дольше и с меньшим количеством перерывов.",
      },
      {
        label: "03 / Экологическая эффективность",
        title: "Обеспечение устойчивости и эффективности",
        description:
          "Снижайте уровень выбросов, сокращайте расход масла и топлива и поддерживайте чистоту планеты с помощью смазочных решений.",
      },
    ],
    title: {
      first: "Мы разрабатываем",
      highlight: "экологически чистые, высокоэффективные",
      last: "присадки, которые защищают ваш автомобиль и продлевают срок его службы для лучшего будущего.",
    },
    description:
      "Мы — 100 Power, несущие новую эру производительности с передовыми решениями, созданными для двигателей будущего.",
    button: "узнать больше",
  },
  video: {
    play: "Воспроизвести видео",
    title: {
      first: "Движимый инновациями.",
      last: "Созданный для достижения результата.",
    },
    button: "узнать больше",
  },
  products: {
    badge: "Флагманские продукты",
    title: "Высокопроизводительные продукты для требовательных машин",
    description: {
      first: "Каждый продукт разрабатывается с точностью и целью — повысить",
      highlight:
        "долговечность, уменьшить износ и улучшить эксплуатационные характеристики",
      last: "в экстремальных условиях.",
    },
    button: "Исследуйте продукты",
    loadButton: "Загрузить больше",
  },
  industries: {
    badge: "Отрасли, в которых мы работаем",
    title: "Точное обслуживание каждого сектора",
    description: {
      first: "От",
      highlight: "двигателей до экскаваторов —",
      last: "мы обеспечиваем работой те отрасли, где трение наиболее опасно, а производительность имеет наибольшее значение.",
    },
    industry: [
      { label: "Автомобильная промышленность" },
      { label: "железные дороги" },
      { label: "Горное дело" },
      { label: "Морской транспорт и судоходство" },
      { label: "Строительство" },
      { label: "Сельское хозяйство" },
      { label: "Оборона и Военные" },
      { label: "Промышленное оборудование" },
    ],
  },
  technologies: {
    badge: "Наши основные технологии",
    title: {
      first: "Создан для",
      highlight: "производительности.",
      last: "Основа — ответственность.",
    },
    description:
      "Мы сокращаем выбросы, предотвращаем загрязнение и вносим вклад в более чистое промышленное будущее, сокращая отходы нефтепродуктов, продлевая срок службы оборудования и минимизируя потери энергии.",
  },
} as const;
