export default {
  navbar: {
    links: [
      { Home: "Дом" },
      { About: "о нас" },
      { Products: "Продукты" },
      { Solutions: "Решения" },
    ],
    contact: "Контакт",
  },
  cta: {
    title: "Готовы ли вы улучшить свои операции?",
    description:
      "Обратитесь к нашей команде, чтобы узнать, как 100 Power может снизить нагрузку, сократить расходы и повысить эффективность вашей деятельности.",
    button: "Поговорите с экспертом",
  },
  footer: {
    title: "ООО «Сто Пауэр Трейдинг»",
    description:
      "Обеспечение отраслей промышленности передовыми технологиями смазывания для снижения трения, продления срока службы оборудования и защиты планеты.",
    links: {
      privacy: "политика конфиденциальности",
      terms: "Условия использования",
    },
    sections: {
      quickLinks: "Быстрые ссылки",
      products: "Продукты",
      factoryAddress: "Адрес завода",
    },
    nav: {
      home: "Домой",
      about: "О нас",
      solutions: "Решения",
      products: "Продукты",
      contact: "Контакты",
    },
    categories: {
      engineAdditives: "Присадки для двигателя",
      lubrication: "Смазка",
      fuelSystem: "Топливная система",
      industrial: "Промышленное применение",
    },
    copyright: "©{year} ООО «Сто Пауэр Трейдинг», Все права защищены",
    developer: "Разработано и создано Ziron Media",
  },
} as const;
