export default {
  hero: {
    title: "Более умная смазка. Долгий срок службы. Экологичное воздействие.",
    description:
      "Мы разрабатываем передовые решения, которые защищают, оптимизируют и продлевают срок службы двигателей и техники с использованием нашей запатентованной микро-металлургической технологии.",
    button: "Просмотреть продукты",
  },
  technologies: "Наши ключевые технологии",
  certified: {
    badge: "Сертифицировано в США",
    title: "Разработано с использованием сертифицированной технологии США",
    description:
      "Мы с гордостью внедряем технологию антифрикционного покрытия, разработанную в США, обеспечивая непревзойденное качество, надежность и инновации. Эта отметка отражает нашу приверженность мировому уровню производительности и инженерному совершенству в области смазочных технологий.",
    list: {
      one: "Сертифицированный микро-металлургический процесс",
      two: "Соответствие стандартам США",
      three: "Доверено в промышленности и военных приложениях",
    },
  },
  benefits: {
    badge: "Преимущества",
    title: `Разработано для высокой производительности.
      Создано для долговечности.`,
    description:
      "Продлевает срок службы, повышает эффективность, снижает затраты и уменьшает воздействие на окружающую среду.",
    benefit: [
      {
        badge: "01 / Надежный результат",
        title: "Продленные интервалы обслуживания",
        desc: "Поддерживайте оборудование на пике производительности гораздо дольше, чем при использовании традиционных смазок. Наше решение снижает частоту замены масла и остановок для обслуживания.",
      },
      {
        badge: "02 / Постоянная работа",
        title: "Стабильная производительность",
        desc: "Обеспечьте стабильную и надежную работу оборудования на протяжении всего срока службы. В отличие от обычных продуктов, наша формула сохраняет функциональность даже в экстремальных условиях.",
      },
      {
        badge: "03 / Эффективность",
        title: "Экономия топлива и масла",
        desc: "Наша технология помогает поддерживать стабильное потребление топлива и масла — предотвращая резкие скачки при старении двигателей или увеличении нагрузки. Это снижает затраты и улучшает управление ресурсами.",
      },
      {
        badge: "04 / Долгий срок службы",
        title: "Продление срока службы оборудования",
        desc: "Снижая износ до 95%, наша микро-металлургическая технология продлевает срок службы двигателей, гидравлики и трансмиссий до 8 раз, снижая затраты на замену и время простоя.",
      },
      {
        badge: "05 / Экологичность",
        title: "Воздействие на окружающую среду",
        desc: "Мы помогаем вашему бизнесу работать экологичнее. Меньше отходов смазочных материалов, снижение выбросов и оптимизация сгорания способствуют более устойчивому будущему — без ущерба для производительности.",
      },
      {
        badge: "06 / Энергоэффективность",
        title: "Повышенная энергоэффективность",
        desc: "Трение — враг эффективности. Наш антифрикционный слой минимизирует сопротивление, снижает потери энергии и улучшает передачу энергии — что ведет к снижению энергопотребления в ваших операциях.",
      },
    ],
  },
  results: {
    badge: "Доказанные результаты",
    title: `Реальные результаты.
      Реальное влияние.`,
    description:
      "100 Power увеличивает время работы, снижает затраты и повышает производительность — благодаря передовой американской антифрикционной технологии.",
    table: {
      title: {
        without: "Без 100 Power",
        with: "С 100 Power",
      },
      row: {
        downtown: {
          title: "Время простоя",
          without: "Частые остановки",
          with: "Продленное время работы",
        },
        maintenance: {
          title: "Стоимость обслуживания",
          without: "Высокая и повторяющаяся",
          with: "Значительно снижена",
        },
        performance: {
          title: "Стабильность работы",
          without: "Нестабильная и неэффективная",
          with: "Плавная и долгосрочная стабильность",
        },
      },
    },
  },
};
