export default {
  header: {
    badge: "تواصل معنا",
    title: "ابقَ على تواصل",
    description:
      "هل لديك أسئلة حول منتجاتنا أو ترغب في مناقشة كيفية مساعدة 100 Power لعملياتك؟ فريقنا جاهز لتقديم المساعدة.",
    contact: [
      {
        label: "نحن هنا للمساعدة",
        title: "البريد الإلكتروني",
      },
      {
        label: "اتصل بنا",
        title: "الهاتف",
      },
      {
        label: "قم بزيارة مكتبنا الرئيسي",
        title: "المكتب",
      },
    ],
    badge2: "من نحن",
    subtitle: "تعزيز الدقة يبدأ بالمحادثة - دعنا نتحدث",
    paragraph:
      "حلول خبراء من المختبر إلى الصناعة على نطاق واسع — دعنا نبتكر شيئًا قويًا.",
    button: "تحدث مع خبير",
  },
  lead: {
    title: "ما هي خطوتك التالية؟",
    description: "أنت على بعد خطوة واحدة من بناء أو تجديد المبنى المثالي لك",
    step: [
      {
        title: "سنعد اقتراحًا",
        description:
          "سيتم تضمين نطاق العمل المطلوب، والجدول الزمني والسعر التقريبي",
      },
      {
        title: "نناقشه معًا",
        description: "دعنا نتعرف ونناقش جميع الخيارات والبدائل الممكنة.",
      },
      {
        title: "لنبدأ البناء",
        description:
          "بعد توقيع العقد وتحديد جميع الأهداف، يمكننا بدء المرحلة الأولى.",
      },
    ],
  },
  form: {
    title: "أرسل لنا رسالة",
    description: "املأ النموذج أدناه وسنعاود الاتصال بك في أقرب وقت ممكن.",
    success: "سوف نتواصل معك قريبًا.",
    name: {
      label: "الاسم",
      placeholder: "اسمك",
    },
    company: {
      label: "الشركة",
      placeholder: "اسم الشركة",
    },
    email: {
      label: "البريد الإلكتروني",
      placeholder: "سنرد هنا",
    },
    phone: {
      label: "رقم الهاتف",
      placeholder: "+971 58 765 4321",
    },
    subject: {
      label: "الموضوع",
      placeholder: "عن ماذا رسالتك؟",
    },
    message: {
      label: "الرسالة",
      placeholder: "أخبرنا بمتطلباتك…",
    },
    button: { text: "إرسال الرسالة", loading: "جارٍ الإرسال…" },
    validation: {
      name: {
        min: "يجب أن يكون الاسم الكامل 2 أحرف على الأقل",
        max: "يجب ألا يتجاوز الاسم الكامل 100 حرف",
        regex: "يجب أن يحتوي الاسم الكامل على أحرف ومسافات فقط",
      },
      company: {
        min: "يجب أن يكون اسم الشركة 2 أحرف على الأقل",
        max: "يجب ألا يتجاوز اسم الشركة 100 حرف",
      },
      email: {
        email: "يرجى إدخال بريد إلكتروني صالح",
        min: "يجب أن يتكون البريد الإلكتروني من 5 أحرف على الأقل",
        max: "يجب ألا يتجاوز البريد الإلكتروني 100 حرف",
      },
      phone: {
        regex: "يرجى إدخال رقم هاتف صالح",
      },
      subject: {
        min: "يجب أن يكون الموضوع 5 أحرف على الأقل",
        max: "يجب ألا يتجاوز الموضوع 200 حرف",
      },
      message: {
        min: "يجب أن تتكون الرسالة من 6 أحرف على الأقل",
        max: "يجب ألا تتجاوز الرسالة 1000 حرف",
      },
    },
  },
  faq: {
    badge: "الأسئلة الشائعة",
    title: "هل لديك أي أسئلة؟",
    button: "اسألنا أي شيء",
  },
};
