export default {
  hero: {
    badge: "مصممة للحماية",
    title: {
      text: "إضافات متقدمة لتحقيق أعلى أداء وحماية",
      highlight: "طويلة الأمد",
    },
    description:
      "تقنية التشحيم من الجيل التالي لتحقيق أقصى قدر من الأداء وتقليل الاحتكاك وحماية الكوكب.",
    button: "استكشاف الحلول",
  },
  about: {
    badge: "من نحن",
    lists: [
      {
        label: "01 / أقصى قوة",
        title: "تعزيز الأداء وعمر الخدمة",
        description:
          "قم بتمديد عمر المحركات والآلات بما يصل إلى 10 أضعاف مع تعزيز الأداء العام باستخدام إضافاتنا.",
      },
      {
        label: "02 / صيانة منخفضة",
        title: "قطع الصيانة ووقت التوقف",
        description:
          "تقليل التآكل والاحتكاك واحتياجات الإصلاح بنسبة تصل إلى 60% - مما يحافظ على تشغيل معداتك لفترة أطول مع انقطاعات أقل.",
      },
      {
        label: "03 / الكفاءة البيئية",
        title: "تعزيز الاستدامة والكفاءة",
        description:
          "تقليل الانبعاثات، وخفض استهلاك النفط والوقود، ودعم كوكب أنظف من خلال حلول التشحيم.",
      },
    ],
    title: {
      first: "نحن نعمل على",
      highlight: " تطوير إضافات صديقة للبيئة",
      last: " وعالية الأداء تعمل على حماية سيارتك وإطالة عمرها لمستقبل أفضل.",
    },
    description:
      "نحن شركة 100 Power، التي تقدم عصرًا جديدًا من الأداء مع حلول متقدمة مصممة لمحركات المستقبل.",
    button: "يتعلم أكثر",
  },
  video: {
    play: "تشغيل الفيديو",
    title: {
      first: "مدفوعًا بالابتكار. ",
      last: "مصمم للتأثير.",
    },
    button: "يتعلم أكثر",
  },
  products: {
    badge: "المنتجات الرائدة",
    title: "منتجات عالية الأداء للآلات المتطلبة",
    description: {
      first: "تم تطوير كل منتج بدقة وهدف محدد - لتعزيز",
      highlight: "لتعزيز المتانة وتقليل التآكل",
      last: "وتحسين الأداء في ظل الظروف القاسية.",
    },
    button: "استكشاف المنتجات",
    loadButton: "تحميل المزيد",
  },
  industries: {
    badge: "الصناعات التي نخدمها",
    title: "خدمة كل قطاع بدقة",
    description: {
      first: "من",
      highlight: "المحركات إلى الحفارات،",
      last: "نحن ندعم الصناعات التي يكون فيها الاحتكاك أكثر أهمية والإنتاجية أكثر أهمية..",
    },
    industry: [
      { label: "السيارات" },
      { label: "السكك الحديدية" },
      { label: "التعدين" },
      { label: "البحرية والشحن" },
      { label: "بناء" },
      { label: "زراعة" },
      { label: "الدفاع والعسكرية" },
      { label: "المعدات الصناعية" },
    ],
  },
  technologies: {
    badge: "تقنياتنا الأساسية",
    title: {
      first: "صُمم",
      highlight: " للأداء.",
      last: "مدعوم بالمسؤولية",
    },
    description:
      "نحن نعمل على تقليل الانبعاثات ومنع التلوث والمساهمة في مستقبل صناعي أكثر نظافة من خلال تقليل هدر النفط وإطالة عمر المعدات وتقليل فقدان الطاقة.",
    technology: [
      {
        title: "عملية معدنية دقيقة",
        subtitle: "أقوى، أنعم، وأذكى معدن.",
        description:
          "إن عمليتنا المعدنية الدقيقة الحاصلة على براءة اختراع تخلق أسطحًا ناعمة للغاية تقلل من التآكل وتطيل العمر الافتراضي وتعزز تدفق الزيت عن طريق تنظيف وتلميع الأجزاء الداخلية للمحرك.",
        feature: [
          {
            title: "يزيل الاحتكاك",
            description:
              "يقلل الاحتكاك بشكل فعال، مما يضمن تشغيلًا أكثر سلاسة وكفاءة محسنة وتقليل تآكل المحرك.",
          },
          {
            title: "تلميع الأسطح الداخلية",
            description:
              "يقوم بتلميع الأسطح الداخلية للمحرك بلطف لاستعادة الأداء وتقليل الضوضاء وإطالة عمر السيارة.",
          },
          {
            title: "يمنع تراكم الرواسب والرواسب",
            description:
              "يمنع تراكم الرواسب والملوثات، ويحافظ على نظافة أجزاء المحرك ويتجنب الانسدادات.",
          },
          {
            title: "يزيد من المتانة تحت الضغط",
            description:
              "يعمل على تعزيز قوة أجزاء المحرك وقدرتها على التعامل مع درجات الحرارة العالية والأحمال الثقيلة والظروف القاسية.",
          },
        ],
      },
      {
        title: "تقنية مكافحة الاحتكاك",
        subtitle: "مقاومة للاحتكاك من حيث التصميم",
        description:
          "تعمل تقنية AFT المتقدمة لدينا على إنشاء طبقة دقيقة واقية تعمل على تقليل التآكل والضوضاء والاهتزاز مع مقاومة التآكل للحصول على أداء أطول وأكثر سلاسة للمعدات.",
        feature: [
          {
            title: "يقلل من ملامسة المعدن للمعادن",
            description:
              "يشكل طبقة دقيقة واقية تعمل على تقليل ملامسة المعدن، مما يقلل الاحتكاك ويمنع التآكل.",
          },
          {
            title: "يقلل الضوضاء والاهتزاز",
            description:
              "يخفف حركة المحرك القاسية، ويقلل الضوضاء والاهتزاز للحصول على قيادة أكثر سلاسة وأكثر هدوءًا.",
          },
          {
            title: "يقاوم التآكل والأكسدة",
            description:
              "يحمي المكونات من التآكل والأضرار الناتجة عن الأكسدة، ويحافظ على الأسطح لتحقيق المتانة والتشغيل النظيف.",
          },
          {
            title: "تحسين الموثوقية ووقت التشغيل",
            description:
              "يعمل على تحسين استقرار المحرك وموثوقيته، مما يقلل من مخاطر الأعطال ويضمن أقصى قدر من وقت التشغيل.",
          },
        ],
      },
    ],
  },
} as const;
