export default {
  hero: {
    badge: "مصممة للحماية",
    title: {
      text: "إضافات متقدمة لتحقيق أعلى أداء وحماية",
      highlight: "طويلة الأمد",
    },
    description:
      "تقنية التشحيم من الجيل التالي لتحقيق أقصى قدر من الأداء وتقليل الاحتكاك وحماية الكوكب.",
    button: "استكشاف الحلول",
  },
  about: {
    badge: "من نحن",
    lists: [
      {
        label: "01 / أقصى قوة",
        title: "تعزيز الأداء وعمر الخدمة",
        description:
          "قم بتمديد عمر المحركات والآلات بما يصل إلى 10 أضعاف مع تعزيز الأداء العام باستخدام إضافاتنا.",
      },
      {
        label: "02 / صيانة منخفضة",
        title: "قطع الصيانة ووقت التوقف",
        description:
          "تقليل التآكل والاحتكاك واحتياجات الإصلاح بنسبة تصل إلى 60% - مما يحافظ على تشغيل معداتك لفترة أطول مع انقطاعات أقل.",
      },
      {
        label: "03 / الكفاءة البيئية",
        title: "تعزيز الاستدامة والكفاءة",
        description:
          "تقليل الانبعاثات، وخفض استهلاك النفط والوقود، ودعم كوكب أنظف من خلال حلول التشحيم.",
      },
    ],
    title: {
      first: "نحن نعمل على",
      highlight: " تطوير إضافات صديقة للبيئة",
      last: " وعالية الأداء تعمل على حماية سيارتك وإطالة عمرها لمستقبل أفضل.",
    },
    description:
      "نحن شركة 100 Power، التي تقدم عصرًا جديدًا من الأداء مع حلول متقدمة مصممة لمحركات المستقبل.",
    button: "يتعلم أكثر",
  },
  video: {
    play: "تشغيل الفيديو",
    title: {
      first: "مدفوعًا بالابتكار. ",
      last: "مصمم للتأثير.",
    },
    button: "يتعلم أكثر",
  },
  products: {
    badge: "المنتجات الرائدة",
    title: "منتجات عالية الأداء للآلات المتطلبة",
    description: {
      first: "تم تطوير كل منتج بدقة وهدف محدد - لتعزيز",
      highlight: "لتعزيز المتانة وتقليل التآكل",
      last: "وتحسين الأداء في ظل الظروف القاسية.",
    },
    button: "استكشاف المنتجات",
    loadButton: "تحميل المزيد",
  },
  industries: {
    badge: "الصناعات التي نخدمها",
    title: "خدمة كل قطاع بدقة",
    description: {
      first: "من",
      highlight: "المحركات إلى الحفارات،",
      last: "نحن ندعم الصناعات التي يكون فيها الاحتكاك أكثر أهمية والإنتاجية أكثر أهمية..",
    },
    industry: [
      { label: "السيارات" },
      { label: "السكك الحديدية" },
      { label: "التعدين" },
      { label: "البحرية والشحن" },
      { label: "بناء" },
      { label: "زراعة" },
      { label: "الدفاع والعسكرية" },
      { label: "المعدات الصناعية" },
    ],
  },
  technologies: {
    badge: "تقنياتنا الأساسية",
    title: {
      first: "صُمم",
      highlight: " للأداء.",
      last: "مدعوم بالمسؤولية",
    },
    description:
      "نحن نعمل على تقليل الانبعاثات ومنع التلوث والمساهمة في مستقبل صناعي أكثر نظافة من خلال تقليل هدر النفط وإطالة عمر المعدات وتقليل فقدان الطاقة.",
  },
} as const;
