export default {
  navbar: {
    links: [
      { Home: "بيت" },
      { About: "من نحن" },
      {
        Products: "منتجات",
        items: [
          {
            title: "زيت المحرك",
            description: "زيوت عالية الأداء لحماية وكفاءة قصوى للمحرك.",
          },
          {
            title: "مواد التشحيم",
            description: "مواد تشحيم مميزة لتقليل الاحتكاك وإطالة عمر المعدات.",
          },
          {
            title: "البحري",
            description: "زيوت عالية الأداء للسفن والمحركات البحرية.",
          },
          {
            title: "الطيران",
            description: "تشحيم موثوق لضمان سلامة وكفاءة الطائرات.",
          },
          {
            title: "القطارات",
            description:
              "زيوت ومواد تشحيم عالية الأداء للقطارات ومحركات السكك الحديدية.",
          },
          {
            title: "الصناعي",
            description: "زيوت ومواد تشحيم موثوقة للعمليات الصناعية الثقيلة.",
          },
        ],
      },
      { Solutions: "الحلول" },
    ],
    contact: "اتصال",
  },
  cta: {
    title: "هل أنت مستعد لتعزيز عملياتك؟",
    description:
      "تحدث إلى فريقنا لتكتشف كيف يمكن لـ 100 Power تقليل الاحتكاك وخفض التكاليف وتعزيز الكفاءة في جميع عملياتك.",
    button: "التحدث إلى خبير",
  },
  footer: {
    title: "هاندرد باور للتجارة ذ.م.م",
    description:
      "دعم الصناعات بتكنولوجيا التشحيم المتقدمة لتقليل الاحتكاك وإطالة عمر الآلات وحماية الكوكب.",
    links: {
      privacy: "سياسة الخصوصية",
      terms: "الشروط والأحكام",
    },
    sections: {
      quickLinks: "روابط سريعة",
      products: "المنتجات",
      factoryAddress: "عنوان المصنع",
    },
    nav: {
      home: "الصفحة الرئيسية",
      about: "من نحن",
      solutions: "الحلول",
      products: "المنتجات",
      contact: "اتصال",
    },
    categories: {
      engineAdditives: "زيت المحرك",
      lubrication: "التشحيم",
      aviation: "الطيران",
      marine: "البحرية",
      industrial: "التطبيقات الصناعية",
    },

    copyright: "©{year} جميع الحقوق محفوظة لشركة هاندرد باور ذ.م.م.",
    developer: "تم التصميم والتطوير بواسطة Ziron Media",
  },
} as const;
