export default {
  navbar: {
    links: [
      { Home: "بيت" },
      { About: "من نحن" },
      { Solutions: "الحلول" },
      { Products: "منتجات" },
    ],
    contact: "اتصال",
  },
  cta: {
    title: "هل أنت مستعد لتعزيز عملياتك؟",
    description:
      "تحدث إلى فريقنا لتكتشف كيف يمكن لـ 100 Power تقليل الاحتكاك وخفض التكاليف وتعزيز الكفاءة في جميع عملياتك.",
    button: "التحدث إلى خبير",
  },
  footer: {
    title: "هاندرد باور للتجارة ذ.م.م",
    description:
      "دعم الصناعات بتكنولوجيا التشحيم المتقدمة لتقليل الاحتكاك وإطالة عمر الآلات وحماية الكوكب.",
    links: {
      privacy: "سياسة الخصوصية",
      terms: "الشروط والأحكام",
    },
    copyright: "©{year} جميع الحقوق محفوظة لشركة هاندرد باور ذ.م.م.",
    developer: "تم التصميم والتطوير بواسطة Ziron Media",
  },
};
